-- Οι εβδομήντα τέσσερις περιφερειακές ενότητες, ανά περιφέρεια.
INSERT INTO regional_units (id, name, region_id) VALUES
(1,  'Δράμας', 1), (2,  'Έβρου', 1), (3,  'Θάσου', 1), (4,  'Καβάλας', 1),
(5,  'Ξάνθης', 1), (6,  'Ροδόπης', 1),

(7,  'Ημαθίας', 2), (8,  'Θεσσαλονίκης', 2), (9,  'Κιλκίς', 2), (10, 'Πέλλας', 2),
(11, 'Πιερίας', 2), (12, 'Σερρών', 2), (13, 'Χαλκιδικής', 2),

(14, 'Γρεβενών', 3), (15, 'Καστοριάς', 3), (16, 'Κοζάνης', 3), (17, 'Φλώρινας', 3),

(18, 'Άρτας', 4), (19, 'Θεσπρωτίας', 4), (20, 'Ιωαννίνων', 4), (21, 'Πρέβεζας', 4),

(22, 'Καρδίτσας', 5), (23, 'Λάρισας', 5), (24, 'Μαγνησίας', 5), (25, 'Σποράδων', 5),
(26, 'Τρικάλων', 5),

(27, 'Ζακύνθου', 6), (28, 'Ιθάκης', 6), (29, 'Κέρκυρας', 6), (30, 'Κεφαλληνίας', 6),
(31, 'Λευκάδας', 6),

(32, 'Αιτωλοακαρνανίας', 7), (33, 'Αχαΐας', 7), (34, 'Ηλείας', 7),

(35, 'Βοιωτίας', 8), (36, 'Εύβοιας', 8), (37, 'Ευρυτανίας', 8), (38, 'Φθιώτιδας', 8),
(39, 'Φωκίδας', 8),

(40, 'Ανατολικής Αττικής', 9), (41, 'Βόρειου Τομέα Αθηνών', 9),
(42, 'Δυτικής Αττικής', 9), (43, 'Δυτικού Τομέα Αθηνών', 9),
(44, 'Κεντρικού Τομέα Αθηνών', 9), (45, 'Νήσων', 9),
(46, 'Νότιου Τομέα Αθηνών', 9), (47, 'Πειραιώς', 9),

(48, 'Αργολίδας', 10), (49, 'Αρκαδίας', 10), (50, 'Κορινθίας', 10),
(51, 'Λακωνίας', 10), (52, 'Μεσσηνίας', 10),

(53, 'Ικαρίας', 11), (54, 'Λέσβου', 11), (55, 'Λήμνου', 11), (56, 'Σάμου', 11),
(57, 'Χίου', 11),

(58, 'Άνδρου', 12), (59, 'Θήρας', 12), (60, 'Καλύμνου', 12), (61, 'Καρπάθου', 12),
(62, 'Κέας - Κύθνου', 12), (63, 'Κω', 12), (64, 'Μήλου', 12), (65, 'Μυκόνου', 12),
(66, 'Νάξου', 12), (67, 'Πάρου', 12), (68, 'Ρόδου', 12), (69, 'Σύρου', 12),
(70, 'Τήνου', 12),

(71, 'Ηρακλείου', 13), (72, 'Λασιθίου', 13), (73, 'Ρεθύμνης', 13), (74, 'Χανίων', 13);

ALTER TABLE regional_units AUTO_INCREMENT = 75;
